[File]
Author=@LaachirDeeper (Laachir@pm.me)
Help=
Icon=000001000100101000000100200068040000160000002800000010000000200000000100200000000000400400000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000150E15241C181C40201C244024242440282428402824284028242840282428402824284028242840282428402824284024202440201C244018181C40140A141932AF38E142E143FF42DD43FF42DC44FF42DC43FF42DC45FF42DC44FF42DC44FF42DC44FF42DC44FF42DC45FF42DC43FF42DD44FF42DD43FF41E344FF2C9430BA329F27E03DC02FFF3FBD30FF40BD31FF41BD32FF41BD32FF41BD32FF41BD32FF41BD32FF41BD32FF41BD32FF40BD32FF40BD31FF3FBD30FF3EC02EFF2B8C26BC2E8C17DF3CAD1FFF3EAC20FF3DAC21FF3DAD21FF39AB1BFF39AB1BFF39AB1CFF39AB1CFF3AAB1DFF37AA1AFF3CAC1FFF3DAC21FF3DAC1FFF3CB01EFF2A7A18B82C7F0BDE3AA011FF3A9E12FF3B9F12FF47A422FF7FC067FF7EBF64FF7CBE62FF79BD5EFF73B956FF93C97EFF5FB03DFF3A9E10FF3A9F13FF3AA110FF266B0BB72C7A06DD399A0AFF3A980EFF3B9A0FFF3B990EFF38970AFF379709FF38970AFF38970AFF38970AFF369609FF39980CFF3C9A0FFF39990DFF399B0AFF236506B62D7A06DD3E9F0EFF3C9A0FFF39990CFF3A980FFF379609FF419C16FF39970BFF37980BFF439D19FF369709FF3D9911FF37970AFF3A9A0EFF399C0BFF246606B62E7B08DD42A010FF409D10FF5BAA32FFAAD39AFF7DBC62FF94C77EFFBCDCAFFF7CBC61FF67B048FF97C880FF6DB450FF6FB550FF359708FF399C0BFF236606B6307B07DD45A411FF43A011FF54A927FFABD398FF8CC572FF7BBA5DFF7FBE65FF84BF6BFF73B655FF61AD41FF9ECC89FF5FAC3CFF349708FF399C0BFF246606B6307D09DD49A612FF47A211FF67B23EFFA9D396FF78BB55FF84C166FF8DC472FFB4D9A1FF74B854FF8DC471FFAAD397FF73B74EFF45A10FFF4AA911FF276806B6307E07DD4BA812FF4CA615FF4AA514FF46A20DFF49A413FF48A411FF48A410FF45A20DFF49A413FF48A411FF46A20DFF49A312FF4CA615FF4BAA11FF266806B6317F06DE4BA90DFF4BA610FF4DA812FF4DA813FF4DA813FF4DA813FF4DA813FF4DA813FF4DA813FF4DA813FF4DA813FF4CA812FF4BA710FF4CAB0CFF266404B733840AD465B435FF62B233FF63B235FF63B235FF63B235FF63B235FF63B235FF63B235FF63B235FF63B235FF63B235FF63B235FF62B133FF63B434FF297705A9000000000040000400400004004000040040000400330005003300050033000500330005003300050040000400400004004000040040000400400004000000000000000000000000000000000000000100000001000000010000000100000001000000010000000100000001000000010000000100000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000
LangId=1025
Name=Arabic
VersionId=0

[Scrobbler]
0=تتبّع الصوتيات
1=أنت مسجل كـ %s
2=لن تكون بعض الوظائف متاحة بعد تسجيل الخروج. هل ترغب في الاستمرار؟
3=حدث خطأ!
4=ضيف
5=يجب عليك تسجيل الدخول!
6=حالة قائمة انتظار تتبّع الصوتيات: %s
7=هل أنت متأكد من إزالة %s الملف الشخصي من التطبيق؟
8=اسم المستخدم:
9=كلمة السر:
10=الرمز:

[Scrobbler.Auth]
btnAllowAccess=السماح بالوصول
btnOk=موافق
Caption=الترخيص
lbDetails=يجب الموافقة على طلب الأذونات في $name الملف الشخصي ليعمل الإمتداد بشكله الصحيح:\n\n1. اضغط فوق زر"السماح بالوصول" لفتح $name الملف الشخصي في متصفح الإنترنت.\n\n2. اضغط فوق زر "نعم، السماح بالوصول" في الصفحة المفتوحة في متصفح الإنترنت.\n\n3. انقر فوق الزر "موافق" في هذه النافذة بعد الموافقة الناجحة في $name الملف الشخصي.

[Scrobbler.Settings]
btnAdd=إضافة...
btnAuthorize=تسجيل الدخول
btnLog=إظهار السجل
btnLogOff=تسجيل الخروج
cbAlbumArtSearch=تحميل صور الألبوم من %s الخدمة
cbAllowScrobblingForURLs=السماح بتمرير المسارات عبر الإنترنت
cbAutoLove=* قلب المقطع عندما يتم تعيين علامة 5 نجوم للمسار
cbAutoUnlove=* إزالة قلب المقطع عندما يتم تعيين علامة أقل من 3 نجوم للمقطع
cbScrobbling=* تتبّع الصوتيات
cbTrackInfo=عرض معلومات حول مشغل المقطع عند بدء التشغيل
cbTrayIcon=إظهار الأيقونة المصغرة
cbTrayNotifyOnError=إشعار حول الأخطاء
G1=إلى غير ذلك
G2=الترخيص
L1=تشغيل الملف
L2=متتبّع ملف الصوتيات إذا تم تشغيله:
L3=تجاهل المقاطع من المجلدات التالية:
lbAuthorizationWarning=* الترخيص مطلوب
lbProfileLink=ملفي الشخصي على %s
miAddPath=أضف...
miDeletePath=حذف
miLogIn=تسجيل الدخول...
miMyProfile=ملفي الشخصي...
miMyRecommendations=إقتراحاتي...
miSignIn=تسجيل الدخول...
P1=الإعدادات
P2=الملفات الشخصية
W1=يجب إضافة ملف تعريف واحد على الأقل، أو بمعنى آخر لن يعمل الإمتداد المُضاف
W2=بعض الوظائف تتطلب ترخيصًا (راجع صفحة الإعدادات)

[Scrobbler.Settings.spIgnoredPaths]
c[0]=المسار
c[1]=العودية

[Scrobbler.TrackInfo]
Caption=معلومات حول الملف المشغل
L1=مرحبًا، %s!
L3=تم تشغيل: %d
L4=Listeners: %d
L5=قمتَ بتشغيل: %d
L6=متشابهة
L7=مقاطع متشابهة
L8=مؤدّين متشابهة
pcpArtistInfo=معلومات المؤدّي
pcpTrackInfo=معلومات المقطع
pnlScrobblingProgress.h=تقدم تتبّع الصوتيات
Status=البحث في المعلومات...| لم يتم العثور على معلومات حول المقطع|لا شيء مُشغل

[Scrobbler.TrayIcon]
miErrorInfo=تفاصيل الخطأ
miLoveTrack=القلب
miProfile=ملفي الشخصي
miRecommendations=إقتراحاتي
miScrobbling=تفعيل تتبّع الصوتيات
miSettings=الخيارات
miShowTrackInfo=معلومات حول المقطع
miUnloveTrack=إزالة القلب

